<html>
  <head>
    <title>Informationen &uuml;ber die Nutzerstudie</title>
    <link rel="stylesheet" type="text/css" href="style/basicA.css" />
    <script src="scripts/lib/jquery.min.js"></script>
  </head>
  <body style="margin: 1em">
    <h1>Informationen &uuml;ber die Seite</h1>
    <p>Diese Seite beinhaltet den Prototypen f&uuml;r meine Bachelorarbeit <i>"Visualisierung historischer Entwicklungen auf digitalen Weltkarten - Aufwand und Nutzen von Animationen"</i>. Die Arbeit wurde bei der <a href="http://www.uni-weimar.de/cms/medien/usability/home.html" target="_blank">Professur "Usability"</a> von <a href="http://www.bertel.net/" target="_blank">Junior-Prof. Sven Bertel</a> im <a href="http://www.uni-weimar.de/de/medien/studium/medieninformatik-computer-science-and-media/" target="_blank">Studiengang Medieninformatik</a> an der <a href="http://www.uni-weimar.de" target="_blank">Bauhaus-Universit&auml;t Weimar</a> im Jahr 2013 entwickelt.</p>
    <h2>Ersteller der Internetseite</h2>
    <p align="center">
      Marcus Kossatz<br/>
      Brunnenstra&szlig;e 3<br/>
      99423 Weimar<br/>
      E-Mail: <a href="mailto:marcus.kossatz@uni-weimar.de">marcus.kossatz@uni-weimar.de</a><br/>
      Telefon: +49 3563 389 119
    </p>
    <h2>Quellenangaben</h2>
    <p>Die Weltkarte ist eine Vektorgrafik im SVG-Format. Als Grundlage wurde folgende <a href="http://commons.wikimedia.org/wiki/File:World_map_-_low_resolution.svg" target="_blank">Karte aus der wikipedia</a> genutzt <i>(Name: World map - low resolution.svg; zuletzt gesichtet am 17.06.2013)</i>. Die Karte wurde mit dem freien Vektorgrafikeditor <a href="http://inkscape.org/" target="_blank">Inkscape</a> bearbeitet.</p>
    <p>Die Einteilung der Erde in Kulturkontinente ist generell umstritten und nicht eindeutig. Nach ausgiebiger Recherche habe ich mich f&uuml;r die Einteilung des <a href="http://www2.klett.de/sixcms/list.php?page=geo_infothek&miniinfothek=&node=Kulturerdteile&article=Infoblatt+Kulturerdteile" target="_blank">Schulbuchverlags Klett</a> in zehn Kulturerdteile entschieden <i>(Name: Kulturerdteile - Ernst Klett Verlag; zuletzt gesichtet: 17.06.2013)</i>. Der Grund f&uuml;r diese Einteilung liegt vor allem darin, dass innerhalb eines Kulturkontinents vergleichbare Lebensbedingungen herrschen. Daher k&ouml;nnen gesellschaftliche Fakten wie die Geburtenrate und die Lebenserwartung aussagekr&auml;ftiger visualisiert werden als f&uuml;r geographische Kontinente.</p>
    <p>Die visualisierten Daten stammen aus der Weltbank [<a href="http://data.worldbank.org/indicator/SP.DYN.LE00.IN" target="_blank">Lebenserwartung</a>],[<a href="http://data.worldbank.org/indicator/SP.DYN.TFRT.IN">Geburtenrate</a>] <i>(Name: Life Expectancy at birth, total (years), bzw. Fertility rate, total (births per woman); zuletzt gesichtet: 17.06.2013)</i>. Sie wurden aus der Datenbank exportiert, von mir aufgearbeitet (Zuweisung eines Kulturkontinenten zu jedem Staat) und in meine eigene Datenbank importiert.</p>
    <p>Die auf der Benutzeroberfl&auml;che verwendeten Grafiken wurden von mir selbst erstellt, mit Ausnahme der <a href="http://www.iconfinder.com/icondetails/41948/128/baby_child_children_icon" target="_blank">Babys</a> <i>(Name: Baby, child, children icon; Autor: United States Department of Transportation; zuletzt gesichtet am: 17.06.2013; Lizenz: public domain)</i> und des <a href="http://findicons.com/icon/227144/button_ok?id=229026" target="_blank">gr&uuml;nen Hakens</a> <i>(Name: button_ok Symbole, Gratissymbole in Nuvola; Autor: David Vignoni; zuletzt gesichtet am: 17.06.2013, Lizenz: GNU/GPL)</i></p>
    <br/>
    <h2>Rechtliches</h2>
    <h3>1. Haftungsbeschr&auml;nkung</h3>
<p>Die Inhalte dieser Internetseite werden mit gr&ouml;&szlig;tm&ouml;glicher Sorgfalt erstellt. Der Anbieter &uuml;bernimmt jedoch keine Gew&auml;hr f&uuml;r die Richtigkeit, Vollst&auml;ndigkeit und Aktualit&auml;t der bereitgestellten Inhalte. Er kann nicht einmal die Vollst&auml;ndigkeit und Aktualit&auml;t von sich selbst garantieren und hat f&uuml;r die Erstellung dieser Seite jegliche Kosten und M&uuml;hen gescheut. Die Nutzung der Inhalte der Internetseite erfolgt auf eigene Gefahr des Nutzers. Es stehen aus Kostengr&uuml;nden keine gesonderten Warnschilder auf den einzelnen Seiten. Namentlich gekennzeichnete Beitr&auml;ge geben die Meinung des jeweiligen Autors und nicht immer die Meinung von mir wieder. Wer der Meinung des Anbieters widerspricht, wird mit einer Freiheit&szlig;trafe von bis zu zehn Jahren belegt. Mit der reinen Nutzung der Internetseite des Anbieters kommt leider keinerlei Vertragsverh&auml;ltnis zwischen dem Nutzer und dem Anbieter zustande.</p>
<h3>2. Externe Links</h3>
<p>Diese Internetseite enth&auml;lt Verkn&uuml;pfungen zu Internetseiten Dritter oder Vierter. Diese unterliegen der Haftung der jeweiligen Betreiber. Der Anbieter hat bei der erstmaligen Verkn&uuml;pfung der externen Links die fremden Inhalte daraufhin &uuml;berpr&uuml;ft, ob etwaige Rechtsverst&ouml;&szlig;e bestehen. Zu dem Zeitpunkt waren keine Rechtsverst&ouml;&szlig;e ersichtlich. Und wenn, dann hat der Anbieter sie &uuml;bersehen und bittet um Nachsicht. Der Anbieter hat keinerlei Einfluss auf die aktuelle und zuk&uuml;nftige Gestaltung und auf die Inhalte der verkn&uuml;pften Seiten. Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht. Eine st&auml;ndige Kontrolle dieser externen Links ist f&uuml;r den Anbieter ohne konkrete Hinweise auf Rechtsverst&ouml;&szlig;e nicht zumutbar. Der Anbieter dankt der deutschen Rechtsprechung f&uuml;r diese g&uuml;tige und realistische Einsch&auml;tzung seiner Pflichten. Bei Kenntnis von Rechtsverst&ouml;&szlig;en werden jedoch derartige externe Links unverz&uuml;glich gel&ouml;scht.</p>
<h3>3. Urheber- und Leistungsschutzrechte</h3>
<p>Die auf dieser Internetseite ver&ouml;ffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht. Der Leser dieser Internetseite ist verpflichtet, in einem f&uuml;r ihn &uuml;berschaubaren Zeitraum das deutsche Urheber- und Leistungsschutzrecht auswendig zu lernen. Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters. Jeder Versto&szlig; gegen das deutsche Urheber- und Leistungsschutzrecht k&ouml;nnte vielleicht unter Umst&auml;nden geahndet werden, sofern der Kl&auml;ger das deutsche Urheber- und Leistungsschutzrecht auswendig aufsagen kann. Dies gilt insbesondere f&uuml;r Vervielf&auml;ltigung, Bearbeitung, &uuml;bersetzung, Misshandlung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet. Die unerlaubte Vervielf&auml;ltigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar. Der Anbieter wird den Straft&auml;ter aufsuchen und ihn nach mittelalterlicher Tradition auspeitschen. Lediglich die Herstellung von Kopien f&uuml;r den pers&ouml;nlichen, privaten, eigenen und nicht kommerziellen Gebrauch ist erlaubt. Kommerzieller Gebrauch ist nur zul&auml;ssig, wenn dem Anbieter unverz&uuml;glich 110% des Verkaufserl&ouml;ses auf das Konto &uuml;berwiesen wird. Die Darstellung dieser Internetseite in fremden Frames ist nur mit schriftlicher Erlaubnis und zehnmaligem freundlichen Fragen zul&auml;ssig.</p>
<h3>4. Datenschutz</h3>
<p>Durch den Besuch der Internetseite des Anbieters k&ouml;nnen Informationen &uuml;ber den Zugriff (Datum, Uhrzeit, betrachtete Seite) gespeichert werden. Diese Daten geh&ouml;ren nicht zu den personenbezogenen Daten, sondern sind anonymisiert und werden unverz&uuml;glich an das Bundeskriminalamt zur totalen &uuml;berwachung des Internetnutzers weiterverkauft. Sie werden ausschlie&szlig;lich zu statistischen Zwecken ausgewertet. Eine Weitergabe an Dritte, zu kommerziellen oder nicht-kommerziellen Zwecken, findet nicht statt, mit Ausnahme des BKA.</p>
<p>Der Anbieter weist ausdr&uuml;cklich darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen und nicht l&uuml;ckenlos vor dem Zugriff durch Dritte gesch&uuml;tzt werden kann.</p>
<p>Die Verwendung der Kontaktdaten des Impressums zur gewerblichen Werbung ist ausdr&uuml;cklich nicht erw&uuml;nscht, es sei denn der Anbieter hatte zuvor seine schriftliche Einwilligung erteilt oder es besteht bereits eine Gesch&auml;ftsbeziehung. Bitte keine Werbung in den Postkasten des Anbieters einwerfen. Der Anbieter und alle auf dieser Internetseite genannten Personen widersprechen hiermit jeder kommerziellen Verwendung und Weitergabe ihrer Daten.</p>
<h3>5. Besondere Nutzungsbedingungen</h3>
<p>Soweit besondere Bedingungen f&uuml;r einzelne Nutzungen dieser Website von den vorgenannten Nummern 1. bis 4. abweichen, wird an entsprechender Stelle ausdr&uuml;cklich darauf hingewiesen. In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen. Herzlichen Gl&uuml;ckwunsch f&uuml;r das erfolgreiche Durchlesen dieser total &uuml;bertriebenen, aber leider notwendigen rechtlichen Hinweise. Das wild gestikulierende &Auml;rgern &uuml;ber diesen Text ist ausdr&uuml;cklich erlaubt und erw&uuml;nscht.</p>
  </body>
</html>
